import { v4 as uuidv4 } from "uuid";

const accordionData = [
  {
    id: uuidv4(),
    title: "قناة الوقفين",
    content:
      "قناة الوقفين للسنة الدراسية 2023-2024 للطلبة خريجي الدراسة الإعدادية للسنتين الدراسيتين (2021-2022 و 2022-2023)للفروع (الأحيائي  التطبيقي  الأدبي",
  },
  {
    id: uuidv4(),
    title: "قناة الطلبة",
    content:
      "قناة الوقفين للسنة الدراسية 2023-2024 للطلبة خريجي الدراسة الإعدادية للسنتين الدراسيتين (2021-2022 و 2022-2023)للفروع (الأحيائي  التطبيقي  الأدبي",
  },
  {
    id: uuidv4(),
    title: "قناة القبول المباشر",
    content:
      "قناة الوقفين للسنة الدراسية 2023-2024 للطلبة خريجي الدراسة الإعدادية للسنتين الدراسيتين (2021-2022 و 2022-2023)للفروع (الأحيائي  التطبيقي  الأدبي",
  },
  {
    id: uuidv4(),
    title: " قناة طلبة الإعداديات الإسلامية",
    content:
      "قبــــول الطلبـة من خـريجي الإعداديـات الاسلامية التــابـعة لـوزارة التربيـة ومدارس الوقفيـن الشيعـي والسنـيللسنة الدراسية 2023-2024.",
  },
];

export default accordionData;
