import { v4 as uuidv4 } from "uuid";

const cardData = [
  {
    id: uuidv4(),
    heading: " نتائج التقديم المركزي",
    content: "تنويه:النتائج يتم تحديثها يومياً وحسب قنوات القبول",
    link: "#",
    linkText: "دخول الجامعة",
  },
  {
    id: uuidv4(),
    heading: "نتائج قبول الطلبة",
    content:
      "البوابة الخاصة للجامعات الحكومية لسحب نتائج قنوات القبول المركزي للسنة الدراسية 2023-2024    ",
    link: "#",
    linkText: "نتائج الطلبة",
  },
  {
    id: uuidv4(),
    heading: "نتائج قبول الشهداء",
    content:
      "إعـلان نتائج قبول قناة طلبة الإعداديات الإسلامية التابعة لوزارة التربية ومدارس الوقفين للسنة الدراسية لخاصة للجامعات الحكومية لسحب نتائج قنوات القبول المركزي للسنة الدراسية 2023-2024.",
    link: "#",
    linkText: "نتائج الشهداء",
  },
  {
    id: uuidv4(),
    heading: "نتائج قبول الشهداء",
    content:
      "إعـلان نتائج قبول قناة طلبة الإعداديات الإسلامية التابعة لوزارة التربية ومدارس الوقفين للسنة الدراسية 2023-2024.    ",
    link: "#",
    linkText: "نتائج الشهداء",
  },
];

export default cardData;
