import { v4 as uuidv4 } from "uuid";

const slideData = [
  {
    id: uuidv4(),
    content:
      "نتائج قناة (القبول المركزي ( العامة ، ذوي الشهداء) وقناة طلبة مدارس المتميزين وكلية بغداد الدارسين باللغة الإنكليزية) للطلبة الناجحين من الدور الثالث (التكميلي) للسنة الدراسية 2022-2023",
    link: "",
    linkText: "",
  },
  {
    id: uuidv4(),
    content:
      "نتائج قناة (القبول المركزي ( العامة ، ذوي الشهداء) وقناة طلبة مدارس المتميزين وكلية بغداد الدارسين باللغة الإنكليزية) للطلبة الناجحين من الدور الثالث (التكميلي) للسنة الدراسية 2022-2023",
    link: "https://www.npmjs.com/package/uuid",
    linkText: "Visit This Site",
  },
  {
    id: uuidv4(),
    content:
      "نتائج قناة (القبول المركزي ( العامة ، ذوي الشهداء) وقناة طلبة مدارس المتميزين وكلية بغداد الدارسين باللغة الإنكليزية) للطلبة الناجحين من الدور الثالث (التكميلي) للسنة الدراسية 2022-2023",
    link: "",
    linkText: "",
  },
  {
    id: uuidv4(),
    content:
      "نتائج قناة (القبول المركزي ( العامة ، ذوي الشهداء) وقناة طلبة مدارس المتميزين وكلية بغداد الدارسين باللغة الإنكليزية) للطلبة الناجحين من الدور الثالث (التكميلي) للسنة الدراسية 2022-2023",
    link: "",
    linkText: "",
  },
  {
    id: uuidv4(),
    content:
      "نتائج قناة (القبول المركزي ( العامة ، ذوي الشهداء) وقناة طلبة مدارس المتميزين وكلية بغداد الدارسين باللغة الإنكليزية) للطلبة الناجحين من الدور الثال",
    link: "#",
    linkText: "Click Here",
  },
];

export default slideData;
